Repository: BackupTheBerlios/remusic-svn
Catalog: webserver/releases/0.3.1/po/*.po
Languages: sv

source: Home
sv: Hem

source: To Remus homepage
sv: Till Remus hemsida

source: Music
sv: Musik

source: Browse the music database
sv: Bläddra i musikdatabasen

source: Playlists
sv: Spellistor

source: Manage playlists
sv: Skapa/ändra spellistor

source: Statistics
sv: Statistik

source: Various server statistics
sv: Diverse statistik från tjänsten

source: Language
sv: Språk

source: Select language
sv: Välj språk

source: Documents
sv: Dokument

source: Available documents
sv: Tillgängliga dokument

source: The audiostore manual
sv: Audiostore-manual

source: Generated at %s by
sv: Genererad %s av

source: server at
sv: -tjänsten på

source: Starting remus server
sv: Startar remusservern

source: Remus music server
sv: Remus musiktjänst

source: Browse the music database to view its contents, and to download songs. You can upload songs to the database through the web as well.
sv: Testing testing
